{
  "menu": {
    "main": "Главная",
    "architects": "Архитекторы",
    "style": "Стиль",
    "team": "О нас",
    "worklog": "Журнал работ",
    "languages": {
      "en": "Английский",
      "be": "Белорусский",
      "ru": "Русский"
    }
  },
  "headers": {
    "aboutPortal": "О портале",
    "architectDay": "Архитектор дня"
  },
  "content": {
    "portalDescription": "На протяжении своей истории белорусский народ создал высокоразвитую и оригинальную архитектуру. Сохранившиеся сведения о памятниках монументального, в частности, культового зодчества Беларуси (материалы о многих из них имеются в белорусских архивах) свидетельствуют о мастерстве его создателей, демонстрируют отличительные черты архитектурно-художественных течений и достижений своей эпохи. Они также отражают особенности исторического развития белорусских земель и говорят о веротерпимости белорусского народа и многообразии религиозных конфессий, существовавших одновременно или в разные периоды на территории Беларуси (язычество, православие, униатство, католицизм, протестантизм, мусульманство, иудаизм). Данный портал посвящен выдающимся архитекторам Республики Беларусь."
  },
  "data": {
    "architect1": {
      "name": "Аникин Виктор Иванович",
      "cityBirth": "Алатырь",
      "description": "Советский архитектор и педагог, работавший в конце 1940-х — начале 1950-х годов в Литве; заслуженный архитектор Беларуси, член-корреспондент Белорусской академии архитектуры. Автор и соавтор более 120 публикаций, в том числе монографии «Градостроительство Белоруссии», «Архитектура Советской Белоруссии», книги «Город-герой Минск» и «Брест — город-герой».",
      "images": {
        "img1": "Стадион «Спартак»",
        "img2": "Педагогический институт",
        "img3": "Многквартирный жилой дом"
      },
      "works": {
        "work1": "Стадион «Спартак»",
        "work2": "Республиканская библиотека Литовской ССР",
        "work3": "Проекты застройки микрорайонов Светлогорска в Гомельской области (в авторском коллективе)",
        "work4": "Проект реконструкции центра Бреста"
      },
      "timeLines": {
        "desc1": "Закончил архитектурный факультет Ленинградского института инженеров коммунального строительства",
        "desc2": "Архитектор переехал в Минск",
        "desc3": "Кандидат архитектуры",
        "desc4": "Заведующий кафедрой",
        "desc5": "Профессор"
      }
    },
    "architect2": {
      "name": "",
      "cityBirth": "",
      "description": ""
    },
    "architect3": {
      "name": "",
      "cityBirth": "",
      "description": ""
    },
    "architect4": {
      "name": "",
      "cityBirth": "",
      "description": ""
    },
    "architect5": {
      "name": "",
      "cityBirth": "",
      "description": ""
    },
    "architect6": {
      "name": "",
      "cityBirth": "",
      "description": ""
    },
    "architect7": {
      "name": "Шпит Юрий Васильевич",
      "cityBirth": "Запорожье",
      "description": "Юрий Шпит родился 9 ноября 1930 года в Запорожье. В 1954 году он окончил архитектурный факультет Киевского инженерно-строительного института, после чего уехал в Минск, стал работать в мастерской института «Белгоспроект». За годы своей работы в этом институте он прошёл путь от старшего архитектора до руководителя архитектурно-конструкторской мастерской. Являлся автором ряда типовых проектов жилых зданий из силикатных блоков, возводившихся в Минске. Лично проектировал застройку квартала на пересечении Ленинского проспекта и улицы Козлова, жилые и общественные комплексы зданий на улице Толбухина, кинотеатр «Партизан», гостиница «Юность», ряд других домов в Минске, монумент Победы на площади Победы в Витебске, санаторий «Беларусь» в Мисхоре"
    }
  }
}
