{
  "menu": {
    "main": "Главная",
    "architects": "Архитекторы",
    "style": "Стиль",
    "team": "О нас",
    "worklog": "Журнал работ",
    "languages": {
      "en": "Английский",
      "be": "Белорусский",
      "ru": "Русский"
    }
  },
  "headers": {
    "aboutPortal": "Культурный портал об архитекторах Беларуси",
    "architectDay": "Архитектор дня"
  },
  "content": {
    "portalDescription": "На протяжении своей истории белорусский народ создал высокоразвитую и оригинальную архитектуру. Сохранившиеся сведения о памятниках монументального, в частности, культового зодчества Беларуси (материалы о многих из них имеются в белорусских архивах) свидетельствуют о мастерстве его создателей, демонстрируют отличительные черты архитектурно-художественных течений и достижений своей эпохи. Они также отражают особенности исторического развития белорусских земель и говорят о веротерпимости белорусского народа и многообразии религиозных конфессий, существовавших одновременно или в разные периоды на территории Беларуси (язычество, православие, униатство, католицизм, протестантизм, мусульманство, иудаизм). Данный портал посвящен выдающимся архитекторам Республики Беларусь.",
    "notFound": "Не найдено"
  },
  "search": {
    "name": "Имя",
    "sity": "Город",
    "birthday": "День рождение",
    "typeSearch": "Выберете вид поиска",
    "colSymbols": "Количество символов для поиска",
    "input": "Введите пожалуйста"
  },
  "data": {
    "architect1": {
      "name": "Аникин Виктор Иванович",
      "cityBirth": "Алатырь",
      "description": "Закончил архитектурный факультет Ленинградского института инженеров коммунального строительства по специальности «архитектор-проектировщик жилых и общественных зданий» в 1940 году. Был призван в армию. Участвовал в Великой Отечественной войне. С 1946 года Аникин работал в Вильнюсе районным архитектором, затем творческим руководителем в проектных организациях. За годы работы в Литве он создал ряд проектов крупных общественных зданий: стадион «Спартак» (впоследствии стадион «Жальгирис»), административные здания министерств лесной промышленности и промышленности строительных материалов; принимал участие в проектировании здания Педагогического института (ныне Вильнюсский педагогический университет). Аникин также разработал в соавторстве с другими архитекторами ряд серий типовых проектов жилых домов, получивших распространение в строительстве Литвы. В 1958 году архитектор переехал в Минск. С 1960 года работал в институте «Белгоспроект». С 1964 года преподавал в Белорусском политехническом институте (ныне БНТУ); заведующий кафедрой (1977). Кандидат архитектуры (1970), профессор (1984).",
      "images": {
        "img1": "Стадион «Спартак»",
        "img2": "Педагогический институт",
        "img3": "Многквартирный жилой дом"
      },
      "works": {
        "work1": "Стадион «Спартак»",
        "work2": "Республиканская библиотека Литовской ССР",
        "work3": "Проекты застройки микрорайонов Светлогорска в Гомельской области (в авторском коллективе)",
        "work4": "Проект реконструкции центра Бреста"
      },
      "timeLines": {
        "desc1": "Закончил архитектурный факультет Ленинградского института инженеров коммунального строительства",
        "desc2": "Архитектор переехал в Минск",
        "desc3": "Кандидат архитектуры",
        "desc4": "Заведующий кафедрой",
        "desc5": "Профессор"
      }
    },
    "architect2": {
      "name": "Бакланов Михаил Иванович",
      "cityBirth": "Ивановка",
      "description": "Белорусский советский архитектор. После окончания школы фабрично-заводского образования работал чертежником на Донецком металлургическом заводе. В 1932 году М. Бакланов начал учиться в Харьковском архитектурно-строительном техникуме, после окончания которого в 1936 поступил в Харьковский инженерно-строительный институт (теперь Харьковский национальный университет строительства и архитектуры). Однако учëбу не закончил. В декабре 1940 года с 4-го курса его призвали в армию, и вскоре он был направлен в 17-й отдельный дивизион аэростатов заграждения под г. Белосток. В начале Великой Отечественной войны рядовой Бакланов сражался с фашистами, но уже в июле 1941 года попал в плен. До 1943 находился в лагерях для военнопленных на территории Польши. В марте бежал и вскоре после этого вступил в партизанскую бригаду «Народные мстители». За активное участие в боях с оккупантами он был награждён медалью «Партизану Отечественной войны» I степени. После освобождения Беларуси Михаила Бакланова в августе 1944 года направили на работу в архитектурно-планировочную мастерскую Управления по делам архитектуры при СНК БССР (Белгоспроекте) в мастерскую, которую возглавлял профессор М. Барщ. В течение 36 лет трудовая биография зодчего была связана с этим институтом. Здесь он прошёл путь от рядового архитектора до руководителя архитектурно-конструкторской мастерской."
    },
    "architect3": {
      "name": "Заборский Георгий Владимирович",
      "cityBirth": "Минск",
      "description": "Георгий Заборский родился 11 ноября 1909 г. в Минске в семье Владимира Георгиевича Заборского, бухгалтера Московско-Брестской железной дороги, и Елены Ивановны Заборской (Зеглинг). После окончания школы в 1929 г. Г. Заборский стал рабочим на стадионе. Проработав там год, поступил в Минскую профтехшколу крестьянского огнеупорного строительства. Первую практику Г. Заборский проходил на строительной площадке здания Дома правительства. Здесь же произошло его знакомство с архитектором И. Лангбардом. Окончив учёбу, Георгий Заборский был направлен во Всероссийскую Академию художеств. Его преподавателями были такие знаменитые мастера, как А. Белогруд, И. Лангбард, О. Мунц, А. Никольский и др. После окончания Академии искусств в 1939 г. Г. Заборский по конкурсу попал в Москву, но работал там недолго и быстро получил направление в Минск. Здесь он был назначен руководителем научной экспедиции по изучению памятников архитектуры и искусства Гомельской и Полесской областей. В том же году участвовал в республиканском конкурсе на лучший проект памятника для города Белостока в честь воссоединения Западной Беларуси. Его проект был признан лучшим, но строительству помешала Великая Отечественная война. После войны вернулся в Белоруссию и активно участвовал в работе по возрождению разрушенных городов и сел. С 1945 по 1964 год Георгий Заборский руководит архитектурно-конструкторскими мастерскими проектных институтов Белгоспроект и Минскпроект и одновременно преподает на архитектурном отделении Белорусского политехнического института (ныне УО «Белорусский национальный технический университет»). Он принимает активное участие в разработке проектов планировки и застройки Минска, Полоцка, Орши. Георгий Заборский принимает участие в проектировании площадей Минска: Ленина (Независимости), Центральной (Октябрьской), Круглой (Победы). В марте 1964 года. по личному желанию перешел в проектный институт Белгипросельстрой. Он сделал большой творческий вклад в дело создания современного облика белорусского села. Основными проектами этого времени стали общественный центр пос. Мишковичи Кировского района, застройка колхоза «Красная Смена» Любанского района, застройка пос. Вертелишки — центра колхоза «Прогресс» Гродненского района, за которую он получил Государственную премию СССР в 1971 г.. Практическую творческую деятельность закончил в начале 1990-х гг. Одной из последних его работ стал проект памятника жертвам массовых репрессий в Куропатах под Минском."
    },
    "architect4": {
      "name": "Карако Виктор Иванович",
      "cityBirth": "Гродно",
      "description": "Виктор Иванович Карако родился 29 июля 1948 в Гродно, Белорусская ССР. В 1966—1972 гг. учился на кафедре архитектуры Белорусского политехнического института. С 1975 г. член Белорусского союза архитекторов. В 1972—1976 и 1982—1998 гг. работал архитектором, старшим архитектором, главным архитектор проектов, руководителем мастерской в «БЕЛГОСПРОЕКТе». В 1976—1982 гг. руководитель группы архитекторов, главный архитектор проектов, руководитель мастерской БелНИИПградостроительства. В 1982 г. стал лауреатом премии Ленинского Комсомола Белоруссии в области архитектуры за проект дворца молодёжи в г. Новополоцке. С 1998 г. возглавляет собственную творческую мастерскую. С 2003 г. преподает проектирование на архитектурном факультете Беларуского национального технического университета. С 2005 г. является членом правления Белорусского союза архитекторов, председателем городской организации БСА и членом Городского Монументально-декоративного Совета."
    },
    "architect5": {
      "name": "Лангбард Иосиф Григорьевич",
      "cityBirth": "Бельск",
      "description": "Является одним из выдающихся зодчих Европы XX века, чьё художественное наследие оказало значительное влияние на развитие современной архитектуры. Его архитектурные работы в большой степени повлияли на формирование облика города Минска и являются образцами белорусского зодчества. По мнению профессионалов, Лангбард был сторонником критического освоения и использования традиций прошлого. В классике считал достойным архитектурную дисциплину, порядок, соизмеримость основных форм, стремился развивать простоту и ясность композиционных решений, характерных для белорусской национальной архитектуры. О декорации архитектурного фасада имел следующее мнение: «Лучше не знать, как украсить здание, чем сделать в этом лишнее». Реализованы 15 проектов архитектора, из которых 8 — в Белоруссии."
    },
    "architect6": {
      "name": "Левин, Леонид Менделевич",
      "cityBirth": "Минск",
      "description": "Заслуженный архитектор Беларуси (1988), лауреат Ленинской премии (1970), Государственной премии Беларуси (2003). Окончил БПИ в 1960 г. Работал в проектном институте “Минскпроект” (1960–1998), с 1998 г. – руководитель творческой мастерской. Основные работы (в соавт.): мемориальный комплекс “Хатынь” (1968), павильон ВДНХ Беларуси (1968), здание горкома КПБ (1979), станции метро “Площадь Ленина” (1984) и “Немига” (1990); проект детальной планировки и застройки центра (1970–1975), проспекта Машерова (1980-е), реконструкция и благоустройство Троицкого предместья (1980–1986) в Минске; “Шталаг-342” в Молодечно (1990); памятники Я. Купале и Я. Коласу (1972), жертвам минского гетто на пл. Юбилейной (1998–2000) в Минске, князю Давиду в Давид-Городке (2000), детям, погибшим в Великой Отечественной войне и от Чернобыльской катастрофы в д. Красный Берег Жлобинского р-на (2006); жертвам Холокоста в г.п. Городея Несвижского р-на (2004). Выполнил сценографию спектаклей “Полеты с ангелом” (2001) и “Песня войны” (в соавт., 2005) в Республиканском театре белорусской драматургии. Автор книги “Хатынь” (2005)."
    },
    "architect7": {
      "name": "Шпит Юрий Васильевич",
      "cityBirth": "Запорожье",
      "description": "Юрий Шпит родился 9 ноября 1930 года в Запорожье. В 1954 году он окончил архитектурный факультет Киевского инженерно-строительного института, после чего уехал в Минск, стал работать в мастерской института «Белгоспроект». За годы своей работы в этом институте он прошёл путь от старшего архитектора до руководителя архитектурно-конструкторской мастерской. Являлся автором ряда типовых проектов жилых зданий из силикатных блоков, возводившихся в Минске. Лично проектировал застройку квартала на пересечении Ленинского проспекта и улицы Козлова, жилые и общественные комплексы зданий на улице Толбухина, кинотеатр «Партизан», гостиница «Юность», ряд других домов в Минске, монумент Победы на площади Победы в Витебске, санаторий «Беларусь» в Мисхоре. В 1964—1975 годах Шпит занимал должность заместителя председателя Госстроя Белорусской ССР, в 1970—1973 годах руководил Союзом архитекторов Белорусской ССР. Параллельно с основной работой преподавал на архитектурном факультете Белорусского политехнического института. В 1968 году Шпиту было присвоено звание заслуженного архитектора Белорусской ССР. С 1975 года Шпит руководил белорусским государственным научно-исследовательским и проектным институтом градостроительства. Внёс большой вклад в застройку Новополоцка и Бобруйска, за что ему была присуждена Государственная премия Белорусской ССР. Участвовал в международных совещаниях и сессиях по градостроительству и строительству. Умер в 2010 году, похоронен на Восточном кладбище Минска. Был награждён орденом «Знак Почёта», рядом медалей и Почётных грамот."
    }
  }
}
