{
  "menu": {
    "main": "Галоўная",
    "architects": "Архітэктары",
    "style": "Стыль",
    "team": "Пра нас",
    "worklog": "Часопіс работ",
    "languages": {
      "en": "Англійскі",
      "be": "Беларускі",
      "ru": "Рускі"
    }
  },
  "headers": {
    "aboutPortal": "Аб партале",
    "architectDay": "Архітэктар дня"
  },
  "content": {
    "portalDescription": "На працягу сваёй гісторыі беларускі народ стварыў высокаразвітую і арыгінальную архітэктуру. Звесткі аб помніках манументальнага, у прыватнасці, культавага дойлідства Беларусі (матэрыялы аб многіх з іх маюцца ў беларускіх архівах) сведчаць аб майстэрстве яго стваральнікаў, дэманструюць адметныя рысы архітэктурна-мастацкіх плыняў і дасягненняў сваёй эпохі. Яны таксама адлюстроўваюць асаблівасці гістарычнага развіцця беларускіх зямель і кажуць аб верацярпімасці беларускага народа і разнастайнасці рэлігійных канфесій, што існавалі адначасова або ў розныя перыяды на тэрыторыі Беларусі (язычніцтва, праваслаўе, уніяцтва, каталіцызм, пратэстанцтва, мусульманства, юдаізм). Дадзены партал прысвечаны выбітным архітэктарам Рэспублікі Беларусь."
  },
  "data": {
    "architect1": {
      "name": "Анікін Віктар Іванавіч",
      "cityBirth": "Алатырь",
      "description": "Савецкі архітэктар і педагог, які працаваў у канцы 1940 — х-пачатку 1950-х гадоў у Літве; заслужаны архітэктар Беларусі, член-карэспандэнт Беларускай акадэміі архітэктуры. Аўтар і суаўтар больш за 120 публікацый, у тым ліку манаграфіі «горадабудаўніцтва Беларусі», «Архітэктура Савецкай Беларусі», кнігі «горад-герой Мінск» і «Брэст — Горад-герой».",
      "images": {
        "img1": "Стадыён «Спартак»",
        "img2": "Педагагічны інстытут",
        "img3": "Шматкватэрны жылы дом"
      },
      "works": {
        "work 1": "Стадыён «Спартак»",
        "work2": "Рэспубліканская бібліятэка Літоўскай ССР",
        "work 3": "Праекты забудовы мікрараёнаў Светлагорска ў Гомельскай вобласці (у аўтарскім калектыве)",
        "work4": "Праект рэканструкцыі цэнтра Брэста"
      },
      "timeLines": {
        "desc1": "Скончыў архітэктурны факультэт Ленінградскага інстытута інжынераў камунальнага будаўніцтва",
        "desc2": "Архітэктар пераехаў у Мінск",
        "desc3": "Кандыдат архітэктуры",
        "desc4": "Загадчык кафедры",
        "desc5": "Прафесар"
      }
    },
    "architect2": {
      "name": "",
      "description": ""
    },
    "architect3": {
      "name": "",
      "description": ""
    },
    "architect4": {
      "name": "",
      "description": ""
    },
    "architect5": {
      "name": "",
      "description": ""
    },
    "architect6": {
      "name": "",
      "description": ""
    },
    "architect7": {
      "name": "Шпіт Юрый Васільевіч",
      "cityBirth": "Запарожжа",
      "description": "Юрый шпег нарадзіўся 9 лістапада 1930 года ў Запарожжы. У 1954 годзе ён скончыў архітэктурны факультэт Кіеўскага інжынерна-будаўнічага інстытута, пасля чаго з'ехаў у Менск, стаў працаваць у майстэрні інстытута «Белдзяржпраект». За гады сваёй працы ў гэтым інстытуце ён прайшоў шлях ад старэйшага архітэктара да кіраўніка архітэктурна-канструктарскай майстэрні. З'яўляўся аўтарам шэрагу тыпавых праектаў жылых будынкаў з сілікатных блокаў, якія ўзводзіліся ў Мінску. Асабіста праектаваў забудову квартала на скрыжаванні Ленінскага праспекта і вуліцы Казлова, жылыя і грамадскія комплексы будынкаў на вуліцы Талбухіна, кінатэатр «партызан», гасцініца «юнацтва», шэраг іншых дамоў у Мінску, манумент перамогі на плошчы Перамогі ў Віцебску, Санаторый «Беларусь» у Місхоры."
    }
  }
}
