{
  "menu": {
    "main": "Галоўная",
    "architects": "Архітэктары",
    "style": "Стыль",
    "team": "Пра нас",
    "worklog": "Часопіс работ",
    "languages": {
      "en": "Англійскі",
      "be": "Беларускі",
      "ru": "Рускі"
    }
  },
  "headers": {
    "aboutPortal": "Культурны партал аб архітэктара Беларусі",
    "architectDay": "Архітэктар дня"
  },
  "content": {
    "portalDescription": "На працягу сваёй гісторыі беларускі народ стварыў высокаразвітую і арыгінальную архітэктуру. Звесткі аб помніках манументальнага, у прыватнасці, культавага дойлідства Беларусі (матэрыялы аб многіх з іх маюцца ў беларускіх архівах) сведчаць аб майстэрстве яго стваральнікаў, дэманструюць адметныя рысы архітэктурна-мастацкіх плыняў і дасягненняў сваёй эпохі. Яны таксама адлюстроўваюць асаблівасці гістарычнага развіцця беларускіх зямель і кажуць аб верацярпімасці беларускага народа і разнастайнасці рэлігійных канфесій, што існавалі адначасова або ў розныя перыяды на тэрыторыі Беларусі (язычніцтва, праваслаўе, уніяцтва, каталіцызм, пратэстанцтва, мусульманства, юдаізм). Дадзены партал прысвечаны выбітным архітэктарам Рэспублікі Беларусь.",
    "notFound": "Не знойдзены",
    "watch": "Глядзець відэа",
    "works": "Аб'екты і дзейнасць",
    "date": "Дата"
  },
  "search": {
    "typeSearch": "Пакажыце тып пошуку",
    "name": "Імя",
    "sity": "Горад",
    "birthday": "Дзень нараджэння",
    "colSymbols": "Колькасць знакаў для пошуку",
    "input": "Увядзіце калі ласка дадзеныя..."
  },
  "data": {
    "architect1": {
      "name": "Анікін Віктар Іванавіч",
      "cityBirth": "Алатырь",
      "description": "Скончыў архітэктурны факультэт Ленінградскага інстытута інжынераў камунальнага будаўніцтва па спецыяльнасці \"архітэктар-праекціроўшчык жылых і грамадскіх будынкаў\" у 1940 годзе. Быў прызваны ў армію. Удзельнічаў у Вялікай Айчыннай вайне. З 1946 года Анікін працаваў у Вільні раённым архітэктарам, затым творчым кіраўніком у праектных арганізацыях. За гады працы ў Літве ён стварыў шэраг праектаў буйных грамадскіх будынкаў: стадыён \"Спартак\"(пасля стадыён «Жальгірыс»), адміністрацыйныя будынкі міністэрстваў лясной прамысловасці і прамысловасці будаўнічых матэрыялаў; браў удзел у праектаванні будынка педагагічнага інстытута (цяпер Віленскі педагагічны ўніверсітэт). Анікін таксама распрацаваў у суаўтарстве з іншымі архітэктарамі шэраг серый тыпавых праектаў жылых дамоў, якія атрымалі распаўсюджванне ў будаўніцтве Літвы. У 1958 годзе архітэктар пераехаў у Мінск. З 1960 года працаваў у Інстытуце \"Белдзяржпраект\". З 1964 года выкладаў у Беларускім політэхнічным інстытуце (цяпер БНТУ); загадчык кафедры (1977). Кандыдат архітэктуры (1970), прафесар (1984).",
      "images": {
        "img1": "Стадыён «Спартак»",
        "img2": "Педагагічны інстытут",
        "img3": "Шматкватэрны жылы дом"
      },
      "works": {
        "work1": "Стадыён «Спартак»",
        "work2": "Рэспубліканская бібліятэка Літоўскай ССР",
        "work3": "Праекты забудовы мікрараёнаў Светлагорска ў Гомельскай вобласці (у аўтарскім калектыве)",
        "work4": "Праект рэканструкцыі цэнтра Брэста"
      },
      "timeLines": {
        "desc1": "Скончыў архітэктурны факультэт Ленінградскага інстытута інжынераў камунальнага будаўніцтва",
        "desc2": "Архітэктар пераехаў у Мінск",
        "desc3": "Кандыдат архітэктуры",
        "desc4": "Загадчык кафедры",
        "desc5": "Прафесар"
      }
    },
    "architect2": {
      "name": "Бакланаў Міхаіл Іванавіч",
      "cityBirth": "Іванаўка",
      "description": "Беларускі савецкі архітэктар. Пасля заканчэння школы фабрычна-завадскога адукацыі працаваў чарцёжнікам на Данецкам металургічным заводзе. У 1932 годзе М. бакланаў пачаў вучыцца ў Харкаўскім архітэктурна-будаўнічым тэхнікуме, пасля заканчэння якога ў 1936 паступіў у Харкаўскі інжынерна-будаўнічы інстытут (цяпер Харкаўскі нацыянальны універсітэт будаўніцтва і архітэктуры). Аднак учбу, не скончыў. У снежні 1940 года з 4-га курса яго прызвалі ў войска, і неўзабаве ён быў накіраваны ў 17-ы асобны дывізіён аэрастатаў загароды Пад г. Беласток. У пачатку Вялікай Айчыннай вайны радавы бакланаў змагаўся з фашыстамі, але ўжо ў ліпені 1941 года трапіў у палон. Да 1943 знаходзіўся ў лагерах для ваеннапалонных на тэрыторыі Польшчы. У сакавіку бег і неўзабаве пасля гэтага ўступіў у партызанскую брыгаду \"Народныя мсціўцы\". За актыўны ўдзел у баях з акупантамі ён быў узнагароджаны медалём \"Партызану Айчыннай вайны\" I ступені. Пасля вызвалення Беларусі Міхаіла Бакланава ў жніўні 1944 года накіравалі на працу ў архітэктурна-планіровачную майстэрню ўпраўлення па справах архітэктуры пры СНК БССР (Белдзяржпраекце) у майстэрню, якую ўзначальваў прафесар М. Баршч. На працягу 36 гадоў працоўная біяграфія дойліда была звязана з гэтым інстытутам. Тут ён прайшоў шлях ад радавога архітэктара да кіраўніка архітэктурна-канструктарскай майстэрні."
    },
    "architect3": {
      "name": "Заборскі Георгій Уладзіміравіч",
      "city Birth": "Мінск",
      "description": "Георгій Заборскі нарадзіўся 11 лістапада 1909 г. у Мінску ў сям'і Уладзіміра Георгіевіча Заборскага, бухгалтара Маскоўска-Брэсцкай чыгункі, і Алены Іванаўны Заборскай (Зеглинг). Пасля заканчэння школы ў 1929 г. г. Заборскі стаў рабочым на стадыёне. Прапрацаваўшы там год, паступіў у Мінскую прафтэхшколу сялянскага вогнетрывалага будаўніцтва. Першую практыку г. Заборскі праходзіў на будаўнічай пляцоўцы будынка Дома ўрада. Тут жа адбылося яго знаёмства з архітэктарам І. Лангбардам. Скончыўшы вучобу, Георгій Заборскі быў накіраваны ва Усерасійскую Акадэмію мастацтваў. Яго выкладчыкамі былі такія знакамітыя майстры, як А. Белагруд, і. Лангбард, О. Мунц, А. Нікольскі і інш.пасля заканчэння Акадэміі мастацтваў у 1939 г. г. Заборскі па конкурсе трапіў у Маскву, але працаваў там нядоўга і хутка атрымаў накіраванне ў Мінск. Тут ён быў прызначаны кіраўніком навуковай экспедыцыі па вывучэнні помнікаў архітэктуры і мастацтва Гомельскай і Палескай абласцей. У тым жа годзе ўдзельнічаў у рэспубліканскім конкурсе на лепшы праект помніка для горада Беластока ў гонар уз'яднання Заходняй Беларусі. Яго праект быў прызнаны лепшым, але будаўніцтву перашкодзіла Вялікая Айчынная вайна. Пасля вайны вярнуўся ў Беларусь і актыўна ўдзельнічаў у працы па адраджэнні разбураных гарадоў і вёсак. З 1945 па 1964 год Георгій Заборскі кіруе архітэктурна-канструктарскімі майстэрнямі праектных інстытутаў Белдзяржпраект і Мінскпраект і адначасова выкладае на архітэктурным аддзяленні Беларускага політэхнічнага інстытута (цяпер УА «Беларускі нацыянальны тэхнічны ўніверсітэт»). Ён прымае актыўны ўдзел у распрацоўцы праектаў планіроўкі і забудовы Мінска, Полацка, Оршы. Георгій Заборскі прымае ўдзел у праектаванні плошчаў Мінска: Леніна (Незалежнасці), Цэнтральнай (Кастрычніцкай), круглай (Перамогі). У сакавіку 1964 года. па асабістым жаданні перайшоў у праектны інстытут Белгіпрасельбуд. Ён зрабіў вялікі творчы ўклад у справу стварэння сучаснага аблічча беларускай вёскі. Асноўнымі праектамі гэтага часу сталі грамадскі цэнтр пас. Мішкавічы Кіраўскага раёна, забудова калгаса \"Чырвоная змена\" Любанскага раёна, забудова пас. Верцялішкі-цэнтра калгаса \"прагрэс\" Гродзенскага раёна, за якую ён атрымаў Дзяржаўную прэмію СССР у 1971 г.. Практычную творчую дзейнасць скончыў у пачатку 1990-х гг. адной з апошніх ягоных работ стаў праект помніка ахвярам масавых рэпрэсій у Курапатах пад Менскам.",
      "images": {
        "image1": "Мемарыяльная дошка на доме 19-21 па пр. Незалежнасці"
      },
      "works": {
        "work1": "Грамадскі цэнтр пас. Мышкавічы Кіраўскага раёна",
        "work2": "Забудова калгаса \"Чырвоная змена\" Любанскага раён",
        "work3": "Забудова пас. Верцялішкі-цэнтра калгаса \"прагрэс\" Гродзенскага раёна",
        "work4": "Праект помніка ахвярам масавых рэпрэсій у Курапатах пад Менскам"
      },
      "timeLines": {
        "desc1": "Кіруе архітэктурна-канструктарскімі майстэрнямі праектных інстытутаў Белдзяржпраект і Мінскпраект",
        "desc2": "Праектаванне жылой забудовы па вул.",
        "desc3": "Спраектаваў дом для сям'і Я. Коласа",
        "desc4": "Помнік-Манумент на пл. Перамогі",
        "desc5": "Перайшоў у праектны інстытут Белгіпрасельбуд"
      }
    },
    "architect4": {
      "name": "Карака Віктар Iванавіч",
      "city Birth": "Гродна",
      "description": "Віктар Іванавіч Карака нарадзіўся 29 ліпеня 1948 у Гродне, Беларуская ССР. У 1966-1972 гг. вучыўся на кафедры архітэктуры Беларускага політэхнічнага інстытута. З 1975 г. член Беларускага саюза архітэктараў. У 1972-1976 і 1982-1998 гг. працаваў архітэктарам, старэйшым архітэктарам, галоўным архітэктарам праектаў, кіраўніком майстэрні ў \"Белдзяржпраекце\". У 1976-1982 гг. кіраўнік групы архітэктараў, галоўны архітэктар праектаў, кіраўнік майстэрні Белндіпградабудаўніцтва. У 1982 г. стаў лаўрэатам прэміі Ленінскага камсамола Беларусі ў галіне архітэктуры за праект Палаца моладзі ў г. Наваполацк. З 1998 г. узначальвае ўласную творчую майстэрню. З 2003 г. выкладае праектаванне на Архітэктурным факультэце Беларускага нацыянальнага тэхнічнага ўніверсітэта. З 2005 г. з'яўляецца членам праўлення Беларускага саюза архітэктараў, старшынёй гарадской арганізацыі БСЭ і членам гарадскога манументальна-дэкаратыўнага Савета.",
      "images": {
        "img1": "Рэканструкцыя школы 4 У Г. Мінск",
        "img2": "Рэканструкцыя будынка банка па вуліцы Заслаўскай, 10",
        "img3": "Моладзевы цэнтр У Г. Наваполацк",
        "img4": "Пантэон Партызанскай славы",
        "img5": "Оперны тэатр у г. Плоўдзіве",
        "img6": "Судзейскі дамок на гоначным кольцы Баравая"
      },
      "works": {
        "work1": "Прафілакторый КДБ і Савета Міністраў на возеры Вяча",
        "work2": "Будынак МУС па вул."
      },
      "timeLines": {
        "desc1": "Вучыўся на кафедры архітэктуры Беларускага політэхнічнага інстытута",
        "desc2": "Сябра Беларускага саюза архітэктараў",
        "desc3": "Кіраўнік групы архітэктараў, галоўны архітэктар праектаў, кіраўнік майстэрні",
        "desc4": "Стаў лаўрэатам прэміі Ленінскага камсамола Беларусі ў галіне архітэктуры за праект Палаца моладзі ў г. Наваполацку",
        "desc5": "Стварыў уласную майстэрню, якая займаецца праектаваннем і будаўніцтвам архітэктурных аб'ектаў рознага маштабу і прызначэння"
      }
    },
    "architect5": {
      "name": "Лангбард Іосіф Рыгоравіч",
      "city Birth": "Бельск",
      "description": "З'яўляецца адным з выбітных дойлідаў Еўропы XX стагоддзя, чыё мастацкае спадчына аказала значны ўплыў на развіццё сучаснай архітэктуры. Яго архітэктурныя работы ў вялікай ступені паўплывалі на фарміраванне аблічча горада Мінска і з'яўляюцца ўзорамі беларускага дойлідства. На думку прафесіяналаў, Лангбард быў прыхільнікам крытычнага асваення і выкарыстання традыцый мінулага. У класіцы лічыў годным архітэктурную дысцыпліну, парадак, сувымернасць асноўных формаў, імкнуўся развіваць прастату і яснасць кампазіцыйных рашэнняў, характэрных для беларускай нацыянальнай архітэктуры. Аб дэкарацыі архітэктурнага фасада меў наступнае меркаванне: «лепш не ведаць, як упрыгожыць будынак, чым зрабіць у гэтым лішняе». Рэалізаваны 15 праектаў архітэктара, з якіх 8-у Беларусі."
    },
    "architect6": {
      "name": "Левін Леанід Мендзялевіч",
      "city Birth": "Мінск",
      "description": "Заслужаны архітэктар Беларусі (1988), лаўрэат Ленінскай прэміі (1970), Дзяржаўнай прэміі Беларусі (2003). Скончыў БПІ ў 1960 г. працаваў у праектным інстытуце \"Мінскпраект\" (1960-1998), з 1998 г. - кіраўнік творчай майстэрні. Асноўныя працы (у суаўт.): мемарыяльны комплекс \"Хатынь\" (1968), павільён ВДНГ Беларусі (1968), будынак гаркама КПБ (1979), станцыі метро \"Плошча Леніна\" (1984) і \"Няміга\" (1990); праект дэталёвай планіроўкі і забудовы цэнтра (1970-1975), праспекта Машэрава (1980-е), рэканструкцыя і добраўпарадкаванне Траецкага прадмесця (1980-1986) у Мінску; \"Шталаг-342\" у Маладзечне (1990); помнікі Я. Купале і Я. Коласу (1972), ахвярам Мінскага гета на пл. юбілейнай (1998-2000) у Мінску, князю Давіду ў Давыд-Гарадку (2000), дзецям, якія загінулі ў Вялікай Айчыннай вайне і ад Чарнобыльскай катастрофы ў В. Чырвоны Бераг Жлобінскага р - на (2006); ахвярам Халакоста ў г.п. Гарадзея Нясвіжскага р-на (2004).Выканаў сцэнаграфію спектакляў \"палёты з анёлам\"(2001) і \"Песня вайны\" (у соавт., 2005) у Рэспубліканскім тэатры беларускай драматургіі. Аўтар кнігі \"Хатынь\" (2005).",
      "works": {
        "work1": "Мемарыяльны ансамбль \"Хатынь\"",
        "work2": "Мемарыяльны комплекс \"Яма\" (тэрыторыя былога мінскага гета)",
        "work3": "Дзецям, якія загінулі ў Вялікай Айчыннай вайне (на месцы дзіцячага канцлагера) і ад Чарнобыльскай катастрофы (г. п. Чырвоны Бераг Жлобінскага раёна)",
        "work4": "Мемарыяльны комплекс вязням гета ў г. Слуцку",
        "work5": "Мемарыяльны комплекс загінулым габрэям г. п. Гарадзея",
        "work6": "Шунеўка (мемарыяльны комплекс \"праклён фашызму\")",
        "work7": "Мемарыяльны комплекс \"Прарыў\" каля пасёлка Ушачы Ушацкага раёна Віцебскай вобласці",
        "work8": "Помнік Беларускім партызанам (\"Прарыў\")",
        "work9": "Помнік Янку Купалу",
        "work10": "Помнік Якубу Коласу",
        "work11": "Помнік князю Давіду ў Давыд-Гарадку",
        "work12": "Помнік ахвярам Мінскага гета",
        "work13": "Горкам КПБ",
        "work14": "ВДНГ",
        "work15": "Аўтар станцыі мінскага метрапалітэна \"Плошча Леніна\"",
        "work16": "Аўтарства станцыі мінскага метрапалітэна \"Няміга\"",
        "work17": "Праект дэталёвай планіроўкі і забудовы цэнтра",
        "work18": "Удзел у стварэнні парку ім. 50-годдзя Савецкай улады",
        "work19": "Гістарычная \"Няміга\" (аўтарства рэканструкцыі гістарычнай часткі Мінска)",
        "work20": "\"Траецкае прадмесце\"",
        "work21": "\"Верхні горад\"",
        "work22": "\"Ракаўскае прадмесце\"",
        "work23": "\"Шталаг-342\"",
        "work24": "Квартал мастака Марка Шагала ў Віцебску"
      },
      "timeLines": {
        "desc1": "Вучыўся ў Беларускім політэхнічным інстытуце",
        "desc2": "Праца ў Інстытуце \"Мінскпраект\" (ад архітэктара да кіраўніка майстэрні па забудове цэнтра Мінска)",
        "desc3": "Удзел у стварэнні парку ім. 50-годдзя Савецкай улады",
        "desc4": "Удзел у стварэнні выставачнага павільёна ВДНГ БССР у Мінску",
        "desc5": "У складзе аўтарскага калектыву быў удастоены Ленінскай прэміі за мемарыяльны комплекс 1968-1969 гг. \"Хатынь\"",
        "desc6": "Дырэктар уласнай творчай майстэрні УП \"Творчая майстэрня архітэктара Л. Левіна\""
      }
    },
    "architect7": {
      "name": "Шпіт Юрый Васільевіч",
      "cityBirth": "Запарожжа",
      "description": "Юрый Шпіт нарадзіўся 9 лістапада 1930 года ў Запарожжы. У 1954 годзе ён скончыў архітэктурны факультэт Кіеўскага інжынерна-будаўнічага інстытута, пасля чаго з'ехаў у Менск, стаў працаваць у майстэрні інстытута «Белдзяржпраект». За гады сваёй працы ў гэтым інстытуце ён прайшоў шлях ад старэйшага архітэктара да кіраўніка архітэктурна-канструктарскай майстэрні. З'яўляўся аўтарам шэрагу тыпавых праектаў жылых будынкаў з сілікатных блокаў, якія ўзводзіліся ў Мінску. Асабіста праектаваў забудову квартала на скрыжаванні Ленінскага праспекта і вуліцы Казлова, жылыя і грамадскія комплексы будынкаў на вуліцы Талбухіна, кінатэатр \"Партызан«\", гасцініца \"Юнацтва\", шэраг іншых дамоў у Мінску, манумент перамогі на плошчы Перамогі ў Віцебску, санаторый \"Беларусь\" у Місхоры. У 1964-1975 гадах Шпіт займаў пасаду намесніка старшыні Дзяржбуда Беларускай ССР, у 1970-1973 гадах кіраваў Саюзам архітэктараў Беларускай ССР. Паралельна з асноўнай працай выкладаў на Архітэктурным факультэце Беларускага політэхнічнага інстытута. У 1968 годзе Шпіту было прысвоена званне заслужанага архітэктара Беларускай ССР. З 1975 года Шпіт кіраваў Беларускім Дзяржаўным навукова-даследчым і праектным інстытутам горадабудаўніцтва. Унёс вялікі ўклад у забудову Наваполацка і Бабруйска, за што яму была прысуджана Дзяржаўная прэмія Беларускай ССР. Удзельнічаў у міжнародных нарадах і пасяджэннях па горадабудаўніцтву і будаўніцтву. Памёр у 2010 годзе, пахаваны на Усходніх могілках Менска. Быў узнагароджаны ордэнам \"Знак Пашаны\", побач медалёў і ганаровых грамат.",
      "works": {
        "work1": "Шэраг тыпавых праектаў жылых будынкаў з сілікатных блокаў, якія ўзводзіліся ў Мінску",
        "work2": "Забудова квартала на скрыжаванні Ленінскага праспекта і вуліцы Казлова",
        "work3": "Жылыя і грамадскія комплексы будынкаў на вуліцы Талбухіна",
        "work4": "Кінатэатр \"партызан\"",
        "work5": "Гасцініца \"Ююнацтва\"",
        "work6": "Санаторый \"Беларусь\" у Місхоры"
      },
      "timeLines": {
        "desc1": "Скончыў архітэктурны факультэт Кіеўскага інжынерна-будаўнічага інстытута",
        "desc2": "Займаў пасаду намесніка старшыні Дзяржбуда Беларускай ССР",
        "desc3": "Кіраваў Саюзам архітэктараў Беларускай ССР",
        "desc4": "Прысвоена званне заслужанага архітэктара Беларускай ССР",
        "desc5": "Кіраваў Беларускім Дзяржаўным навукова-даследчым і праектным інстытутам горадабудаўніцтва"
      }
    }
  }
}
