{
  "menu": {
    "main": "Main",
    "architects": "Architects",
    "style": "Style",
    "team": "About us",
    "worklog": "WorkLog",
    "languages": {
      "en": "English",
      "be": "Belorusian",
      "ru": "Russian"
    }
  },
  "headers": {
    "aboutPortal": "Cultural portal about the architects of Belarus",
    "architectDay": "Architect of the day"
  },
  "content": {
    "portalDescription": "Throughout its history, the Belarusian people have created a highly developed and original architecture. Preserved information about monuments of monumental, in particular, cult architecture of Belarus (materials about many of them are available in the Belarusian archives) testify to the skill of its creators, demonstrate the distinctive features of architectural and artistic trends and achievements of their era. They also reflect the features of the historical development of the Belarusian lands and speak about the tolerance of the Belarusian people and the diversity of religious denominations that existed simultaneously or at different periods on the territory of Belarus (paganism, Orthodoxy, Uniatism, Catholicism, Protestantism, Islam, Judaism). This portal is dedicated to outstanding architects of the Republic of Belarus.",
    "notFound": "Not found"
  },
  "search": {
    "typeSearch": "Select the type of search",
    "name": "Name",
    "sity": "Sity",
    "birthday": "Birthday",
    "colSymbols": "Number of characters to search",
    "input": "Input please"
  },
  "data": {
    "architect1": {
      "name": "Anikin Viktor Ivanovich",
      "cityBirth": "Alatyr",
      "description": "He graduated from the architectural faculty of the Leningrad Institute of municipal construction engineers with a degree in \"architect-designer of residential and public buildings\" in 1940. He was drafted into the army. Participated in the great Patriotic war. Since 1946, Anikin worked in Vilnius as a district architect, then as a creative Director in design organizations. During his years in Lithuania, he created a number of projects for large public buildings: Spartak stadium (later Zalgiris stadium), administrative buildings of the ministries of forest industry and construction materials industry; he took part in the design of the building of the Pedagogical Institute (now Vilnius pedagogical University). Anikin also developed, in collaboration with other architects, a number of series of typical residential building projects that have become widespread in the construction of Lithuania. In 1958, the architect moved to Minsk. Since 1960, he worked at the Institute \"Belgosproekt\". Since 1964, he taught at the Belarusian Polytechnic Institute (now BNTU); head of the Department (1977). Candidate of architecture (1970), Professor (1984).",
      "images": {
        "img1": "Spartak Stadium",
        "img2": "Pedagogical Institute",
        "img3": "Apartment building"
      },
      "works": {
        "work1": "Spartak Stadium",
        "work2": "Republican library of the Lithuanian SSR",
        "work3": "Development projects of Svetlogorsk microdistricts in the Gomel region (in the author's team)",
        "work4": "Project of reconstruction of the center of Brest"
      },
      "timeLines": {
        "desc1": "Graduated from the architectural faculty of the Leningrad Institute of municipal construction engineers",
        "desc2": "the Architect moved to Minsk",
        "desc3": "Candidate of architecture",
        "desc4": "Head of the Department",
        "desc5": "Professor"
      }
    },
    "architect2": {
      "name": "Baklanov Mikhail Ivanovich",
      "cityBirth": "Ivanovka",
      "description": "Belarusian Soviet architect. After graduating from the school of factory education, he worked as a draftsman at the Donetsk metallurgical plant. In 1932, M. Baklanov began studying at the Kharkiv architectural and construction technical school, after graduating from which in 1936 he entered the Kharkiv Institute of civil engineering (now the Kharkiv national University of construction and architecture). However, the study was not done. In December 1940, from the 4th year, he was drafted into the army, and soon he was sent to the 17th separate division of barrage balloons near Bialystok. At the beginning of the great Patriotic war, private Baklanov fought with the Nazis, but in July 1941 he was captured. Until 1943, he was in prison camps in Poland. In March, he fled and soon after joined the People's Avengers partisan brigade. For active participation in the battles with the invaders, he was awarded the medal \"partisan of the Patriotic war\" of the first degree. After the liberation of Belarus, Mikhail Baklanov was sent to work in August 1944 in the architectural and planning workshop Of the Department for architecture under the SNK of the BSSR (Belgosproject) in a workshop headed by Professor M. barsch. For 36 years, the architect's work history was associated with this Institute. Here he worked his way up from an ordinary architect to the head of an architectural design Studio."
    },
    "architect3": {
      "name": "Zaborsky Georgy Vladimirovich",
      "cityBirth": "Minsk",
      "description": "Georgy Zaborsky was born on November 11, 1909 in Minsk to Vladimir Georgievich Zaborsky, an accountant for the Moscow-Brest railway, and Elena Ivanovna Zaborskaya (Zegling). After graduating from high school in 1929, Zaborsky became a worker at the stadium. After working there for a year, he entered the Minsk vocational school of peasant refractory construction. The first practice in Zaborsky took place on the construction site of the government House building. Here he met the architect I. Langbard. After completing his studies, Georgy Zaborsky was sent to the all-Russian Academy of arts. His teachers were such famous masters as A. Belogrud, I. Langbard, O. Munz, A. Nikolsky, and others. after graduating from the Academy of arts in 1939, Zaborsky went to Moscow for a competition, but worked there for a short time and quickly received a referral to Minsk. Here he was appointed head of a scientific expedition to study the monuments of architecture and art of the Gomel and Polesie regions. In the same year, he participated in the national competition for the best monument design for the city of Bialystok in honor of the reunification of Western Belarus. His project was recognized as the best, but the construction was prevented by the Great Patriotic war. After the war, he returned to Belarus and actively participated in the revival of destroyed cities and villages. From 1945 to 1964, Georgy Zaborsky directed the architectural and design workshops of the design institutes Belgosproekt and minskproekt, and at the same time taught at the architectural Department of the Belarusian Polytechnic Institute (now the Belarusian national technical University). He is actively involved in the development of planning and development projects in Minsk, Polotsk, and Orsha. Georgy Zaborsky takes part in the design of Minsk squares: Lenin (Independence), Central (October), Round (victory). In March of 1964. at his own request, he moved to the design Institute of Belgiproselstroy. He made a great creative contribution to the creation of a modern image of the Belarusian village. The main projects of this time were the public center Myshkovychi village of Kirovsky district, the construction of the kolkhoz \"Red Shift\" Luban district, construction of the settlement of Vertelishki center of the collective farm \"Progress\" of the Grodno region, for which he received the State prize of the USSR in 1971. He finished his practical creative activity in the early 1990s. one of his last works was the project of a monument to the victims of mass repressions in Kurapaty near Minsk."
    },
    "architect4": {
      "name": "Karako Victor Ivanovich",
      "cityBirth": "Grodno",
      "description": "Viktor Ivanovich Karako was born on July 29, 1948 in Grodno, Byelorussian SSR. In 1966-1972, he studied at the Department of architecture of the Belarusian Polytechnic Institute. Since 1975, member of the Belarusian Union of architects. In 1972-1976 and 1982-1998, he worked as an architect, senior architect, chief project architect, and workshop Manager at Belgosproject. In 1976-1982, head of the group of architects, chief architect of projects, head of the belniipgradostroitelstva workshop. In 1982, he was awarded the Lenin Komsomol of Belarus prize in architecture for the project of the youth Palace in Minsk. Navapolatsk. Since 1998, he has headed his own creative workshop. Since 2003, he has been teaching design at the architectural faculty of the Belarusian national technical University. Since 2005, he has been a member of the Board of the Belarusian Union of architects, Chairman of the BSE city organization, and a member of the city's Monumental and decorative Council."
    },
    "architect5": {
      "name": "Langbard Joseph Grigorievich",
      "cityBirth": "Belsk",
      "description": "He is one of the outstanding architects of Europe of the XX century, whose artistic heritage has had a significant impact on the development of modern architecture. His architectural works greatly influenced the formation of the image of the city of Minsk and are examples of Belarusian architecture. According to professionals, Langbard was a proponent of critical assimilation and use of the traditions of the past. In the classics, he considered the architectural discipline, order, and commensurability of the main forms worthy, and sought to develop the simplicity and clarity of compositional solutions that are characteristic of the Belarusian national architecture. About the decoration of the architectural facade had the following opinion: \"it is better not to know how to decorate the building, than to make it unnecessary.\" 15 projects of the architect have been implemented, of which 8 are in Belarus."
    },
    "architect6": {
      "name": "Levin Leonid Mendelevich",
      "cityBirth": "Minsk",
      "description": "Honored architect of Belarus (1988), winner of the Lenin prize (1970), and the State prize of Belarus (2003). Graduated from BPI in 1960. Worked at the design Institute \"minskproekt\" (1960-1998), since 1998 – head of the creative workshop. Major works (with co-authors.): memorial complex \"“Khatyn\" (1968), pavilion of VDNH of Belarus (1968), building of the city Committee of the CPB (1979), metro stations \"Lenin Square\" (1984) and \"Nemiga\" (1990); project of detailed planning and development of the center (1970-1975), Masherov Avenue (1980), reconstruction and improvement of the Trinity suburb (1980-1986) in Minsk; “Stalag 342” in Molodechno (1990); monuments of Y. Kupala and Y. Kolas (1972), victims of the Minsk ghetto on the square Anniversary (1998-2000) in Minsk to Prince David in David-Gorodok (2000), children who died in the great Patriotic war and the Chernobyl disaster in D. Krasnyy Bereg Zhlobin district (2006); the victims of the Holocaust in Gorodeya Nesvizhsky R-on (2004).Performed the set design of the performances \"Flights with an angel\" (2001) and “war Song” (co-author., 2005) at the Republican theatre of Belarusian drama. Author of the book \"Khatyn\" (2005)."
    },
    "architect7": {
      "name": "Shpit Yuri Vasilyevich",
      "cityBirth": "Zaporozhye",
      "description": "Yuri Shpit was born on November 9, 1930 in Zaporozhye. In 1954, he graduated from the architectural faculty of the Kiev Institute of civil engineering, after which he left for Minsk and began working in the workshop of the Institute \"Belgosproekt\". During the years of his work at this Institute, he went from senior architect to head of an architectural design workshop. He was the author of a number of typical projects of residential buildings made of silicate blocks that were being built in Minsk. Personally designed the development of the quarter at the intersection of Leninsky Prospekt and Kozlov street, residential and public complexes of buildings on Tolbukhin street, the Partizan cinema, the Yunost hotel, a number of other houses in Minsk, the Victory monument on Victory square in Vitebsk, the Belarus sanatorium in Mishor. In 1964-1975, Shpit served as Deputy Chairman of the state construction Committee of the Belarusian SSR, and in 1970-1973, he headed the Union of architects of the Belarusian SSR. In parallel with his main work, he taught at the architectural faculty of the Belarusian Polytechnic Institute. In 1968, Shpit was awarded the title of honored architect of the Belarusian SSR. Since 1975, Shpit has led the Belarusian state research and design Institute of urban planning. He made a great contribution to the development of Novopolotsk and Bobruisk, for which he was awarded The state prize of the Belarusian SSR. Participated in international meetings and sessions on urban planning and construction. He died in 2010 and is buried in the Eastern cemetery of Minsk. He was awarded the order \"Badge of Honor\", a number of medals and certificates of Honor."
    }
  }
}
